Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.c69fe4f4931d
source: 体幹を固め、肘を軽く前に出して頭上へ押し上げる。
ar_sa: أبقِ جذعك مشدودًا، وادفع مرفقيك للأمام قليلًا، وادفع نفسك للأعلى فوق رأسك.
ca: Mantingueu el nucli estret, empenyeu els colzes lleugerament cap endavant i empenyeu-vos per sobre del cap.
cs: Upevněte trpáň a lehce vyložte lokty, abyste zvedli hlavu.
da: Styr din kerne og løft armene let fremad, så du presser dem op mod hovedet.
de_de: Stärken Sie Ihre Rumpfmuskulatur und heben Sie die Arme leicht nach vorne, um den Kopf anzuheben.
el: Ενισχύστε τον κορμό και σηκώστε τους αγκώνες προς τα εμπρός, ώστε να πιέζετε το κεφάλι.
en_au: Strengthen your core and raise your head by extending your arms forward and lifting the dumbbell overhead.
es_es: Fortalece tu core y, con el codo ligeramente extendido, levanta la cabeza hacia arriba.
fi: Vahvista ytimiä ja nosta kyynärvarret kevyesti eteenpäin, jolloin pää nousee ylös.
fr_ca: Renforcer le tronc et lever légèrement les bras, en les portant vers le haut.
gu: શરીરના કેન્દ્રને મજબૂત બનાવો અને હાથને હળવેથી આગળ લાવીને માથા તરફ ઉપર ધકેલો.
he: חזקו את הליבה והרימו את הזרועות קדימה, תוך העברת הראש מעלה.
hi: कोर को मजबूत बनाएं, और हल्के से आगे निकालकर सिर पर उठाएं।
hr: Naprijed podižite ruku, a zatim podignite glavu.
hu: Erősítsd a gerinced, és emeld fel az egyik karral, hogy a fej felett tartsd.
id: Kuatkan inti tubuh, lalu angkat lengan ke depan dan ke atas.
it: Rafforzare il core e sollevare leggermente i gomiti verso l'alto, spingendo la testa.
ko: 코어를 강화하고, 팔꿈치를 살짝 앞으로 내밀어 머리 위로 들어 올립니다.
mr: शरीराचा मध्यभाग मजबूत करा आणि कोपर हलकेपणाने पुढे करून डोक्याच्या दिशेने वर न्या.
ms: Kuatkan inti tubuh, kemudian angkat lengan ke atas dengan sedikit menekannya.
nl_nl: De core versterken en de ellebogen licht naar voren bewegen om het hoofd omhoog te duwen.
no: Styr kjernen, og løft armene lett fremover mot hodet.
pl: Wzmocnij rdzeń i delikatnie wyciągnij łokcie, aby podnieść głowę.
pt_br: Fortaleça o core e levante o braço, empurrando-o em direção à cabeça.
pt_pt: Fortaleça o core e levante o braço, empurrando-o em direção à cabeça.
ro: Consolidă centrul corpului și ridică ușor brațele, împingându-le spre cap.
ru: Укрепите свой корпус и слегка вытяните руки вперед, чтобы поднять голову.
sk: Posilite core a mierne vytiahnite ramena dopredu, aby ste zdvihli činku nad hlavu.
sl: Krepite trup in rahlo podite ramo, da dvignete glavo.
sv: Fokusera på din kärna, lyft armarna framåt och pressa upp dem mot huvudet.
ta: உடலின் மையப்பகுதியை வலுப்படுத்தி, முழங்கால்களை லேசாக முன்னோக்கி நீட்டி தலையின் மேல் உயர்த்தவும்.
te: శరీర మధ్య భాగాన్ని బలోపేతం చేయండి, మోచేతులను కొద్దిగా ముందుకు తీసుకువచ్చి తల పైకి ఎత్తండి.
th: เสริมสร้างความแข็งแรงของส่วนกลางลำตัว และยกแขนขึ้นด้านหน้าเล็กน้อยแล้วดันไปด้านบน
tr: Merkezi vücudu güçlendirin ve kollarınızı hafifçe öne çıkararak başınıza doğru kaldırın.
uk: Зміцнюйте корпус і висувайте лікті вперед, піднімаючи голову.
vi: Tăng cường sức mạnh trung tâm cơ thể, đưa khuỷu tay ra phía trước và nâng lên trên đầu.
zh_hans: 强化核心肌群，并轻微向前伸展手臂，向上抬起头部。
zh_hant: 強化核心肌群，輕輕向前伸出手臂，向上推起頭部。

# domain_catalog.c6b16105b918
source: メッセージを入力してください。
ar_sa: الرجاء إدخال رسالتك.
ca: Introduïu el vostre missatge.
cs: Zadejte zprávu.
da: Indtast en besked.
de_de: Bitte geben Sie Ihre Nachricht ein.
el: Εισάγετε το μήνυμά σας.
en_au: Enter your message.
es_es: Introduce tu mensaje.
fi: Anna viesti.
fr_ca: Saisissez votre message.
gu: સંદેશ લખો.
he: הקלד הודעה.
hi: संदेश दर्ज करें।
hr: Unesite poruku.
hu: Írj be egy üzenetet.
id: Masukkan pesan.
it: Inserisci un messaggio.
ko: 메시지를 입력해주세요.
mr: संदेश प्रविष्ट करा.
ms: Masukkan mesej.
nl_nl: Voer een bericht in.
no: Skriv inn melding.
pl: Wprowadź wiadomość.
pt_br: Insira uma mensagem.
pt_pt: Insira uma mensagem.
ro: Introduceți mesajul.
ru: Введите сообщение.
sk: Uveďte text.
sl: Vnesite sporočilo.
sv: Skriv in ett meddelande.
ta: செய்தியை உள்ளிடவும்.
te: సందేశాన్ని నమోదు చేయండి.
th: กรุณากรอกข้อความ
tr: Lütfen bir mesaj girin.
uk: Введіть повідомлення.
vi: Nhập tin nhắn.
zh_hans: 请输入消息。
zh_hant: 请输入消息。

# domain_catalog.c70541decbdb
source: 昼食
ar_sa: الغداء
ca: dinar
cs: Oběd
da: Middag
de_de: Mittagessen
el: Μεσημεριανό γεύμα
en_au: Lunch
es_es: Almuerzo
fi: Lounas
fr_ca: Déjeuner
gu: બપોરનું ભોજન
he: ארוחת צהריים
hi: दोपहर का भोजन
hr: Ručak
hu: Ebéd
id: Makan siang
it: Pranzo
ko: 점심 식사
mr: दुपारचे जेवण
ms: Makan tengah hari
nl_nl: Lunch
no: Lunsj
pl: Lunch
pt_br: Almoço
pt_pt: Almoço
ro: Prânz
ru: Обед
sk: Obedia
sl: Kosilo
sv: Lunch
ta: மதிய உணவு
te: మధ్యాహ్న భోజనం
th: อาหารกลางวัน
tr: Öğle yemeği
uk: Обід
vi: Bữa trưa
zh_hans: 午餐
zh_hant: 午餐

# domain_catalog.c749f18edd8d
source: ファーマーズウォーク
ar_sa: المزارعون يسيرون
ca: els pagesos caminen
cs: Farmers Walk
da: Farmer's walk
de_de: Farmer's Walk
el: Περπάτημα με μπάρα
en_au: Farmer's Walk
es_es: Caminar con sacos de arena
fi: Maanviljelijän kävely
fr_ca: Marche du fermier
gu: ફાર્મર્સ વોક
he: הליכה עם משקל
hi: फार्मर्स वॉक
hr: Hod s štangom
hu: Farmer's Walk
id: Farmer's Walk
it: Farmer's Walk
ko: 농부 걷기
mr: फार्मर्स वॉक
ms: Berjalan seperti petani
nl_nl: Boerenloop
no: Farmer's walk
pl: Farmer's Walk
pt_br: Caminhada com halteres
pt_pt: Caminhada com halteres
ro: Mersul fermierului
ru: Фермерский шаг
sk: Farmers Walk
sl: Farmer's Walk
sv: Farmerspromenad
ta: ஃபார்மர்ஸ் வாக்
te: ఫార్మర్స్ వాక్
th: Farmer's walk
tr: Tarım Yürüyüşü
uk: Фермерсворк
vi: Đi bộ với gậy
zh_hans: 农夫行走
zh_hant: 农夫行走

# domain_catalog.c7c955f95fae
source: 上腕二頭筋
ar_sa: العضلة ذات الرأسين
ca: bíceps
cs: Svaly paží (biceps)
da: Biceps
de_de: Bizeps
el: Δικέψ
en_au: Biceps
es_es: Bíceps
fi: Triceps (alakyynär)
fr_ca: Biceps brachial
gu: અપર આર્મ બાયસેપ્સ
he: שריר הזרוע הבי-ראשי
hi: बायसेप्स (ऊपरी बांह की मांसपेशी)
hr: Biceps
hu: Tricepsz
id: Trisep
it: Tricep
ko: 이두근
mr: बायसेप्स (ऊर्जेचा खालचा भाग)
ms: Otot bisep
nl_nl: Triceps
no: Biceps
pl: Biceps
pt_br: Bíceps
pt_pt: Bíceps
ro: Biceps
ru: Бицепс
sk: Biceps brachii
sl: Biceps brachii
sv: Triceps
ta: கைக்கட்டுத் தசை (Biceps)
te: బైసెప్స్ (Upper Arm)
th: กล้ามเนื้อไทรเซป
tr: İki başlı kas
uk: Біцепс
vi: Cơ bắp tay
zh_hans: 肱二头肌
zh_hant: 肱二頭肌

# domain_catalog.c82e13ae5f18
source: 競技力を高めたい
ar_sa: أريد تحسين قدرتي التنافسية
ca: Vull millorar la meva competitivitat
cs: Chci zlepšit svou výkonnost ve sportu.
da: Ønsker at forbedre din præstation
de_de: Ich möchte meine sportliche Leistungsfähigkeit verbessern.
el: Θέλω να βελτιώσω την απόδοσή μου.
en_au: Improve competitive performance
es_es: Quiero mejorar mi rendimiento deportivo.
fi: Haluan parantaa kilpailukykyäni
fr_ca: Améliorer ses performances sportives
gu: સ્પર્ધામાં પોતાની ક્ષમતા વધારવા માંગો છો
he: אני רוצה לשפר את הביצועים הספורטיביים שלי
hi: प्रतिस्पर्धा में बेहतर प्रदर्शन करना चाहते हैं
hr: Želim poboljšati svoju izvedbu u sportu
hu: A teljesítményt szeretném fejleszteni.
id: Ingin meningkatkan performa kompetisi
it: Desidero migliorare le mie prestazioni sportive
ko: 경기력을 향상시키고 싶다
mr: स्पर्धात्मक क्षमता वाढवायची आहे
ms: Meningkatkan prestasi sukan
nl_nl: Ik wil mijn sportprestaties verbeteren.
no: Ønsker å forbedre prestasjonen min
pl: Chcę poprawić swoją wydajność w sporcie.
pt_br: Desejo melhorar meu desempenho atlético
pt_pt: Desejo melhorar meu desempenho atlético
ro: Vreau să-mi îmbunătățesc performanța sportivă
ru: Хочу повысить свою спортивную форму
sk: Chcem zlepšiť svoju výkonnosť v súťažoch.
sl: Želim izboljšati svojo športno zmogljivost
sv: Vill förbättra sin prestationsförmåga
ta: போட்டி திறனை மேம்படுத்த விரும்புகிறேன்
te: పోటీలో నైపుణ్యాన్ని మెరుగుపరచడం
th: ต้องการพัฒนาความสามารถในการแข่งขัน
tr: Rekabet performansını artırmak istiyorum
uk: Бажаєте підвищити свою спортивну результативність
vi: Muốn nâng cao trình độ thể thao
zh_hans: 希望提高运动能力
zh_hant: 希望提高競技能力

# domain_catalog.c8708c4bc61f
source: 食品別の内訳を合計してPFCとカロリーを補正しました。
ar_sa: تم تصحيح السعرات الحرارية عن طريق إضافة تفاصيل الطعام وحساب PFC.
ca: Les calories es van corregir sumant el desglossament per aliments i calculant PFC.
cs: Sečteno a upraveny hodnoty PFC a kalorií pro jednotlivé potraviny.
da: Samlede indholdet af forskellige fødevarer og justerede PFC og kalorier.
de_de: Die Summe der Inhaltsstoffe wurde für jede Lebensmittelgruppe berechnet, um PFC- und Kalorienwerte zu korrigieren.
el: Υπολογίσαμε το PFC και τις θερμίδες, προσθέτοντας τα στοιχεία ανά κατηγορία τροφίμων.
en_au: The total P/FC and calories have been adjusted based on the breakdown of food items.
es_es: Hemos calculado el total de PFC y calorías a partir del desglose por alimentos.
fi: Laskimme eri ruokien sisällön ja korjasimme PFC-arvot sekä kalorit.
fr_ca: J'ai calculé le total des macronutriments (PFC) et des calories en fonction de la composition des aliments.
gu: વિવિધ ખોરાકના આંકડાને સરભર કરીને PFC અને કેલરીની ગણતરી કરો.
he: חישבתי את הסך של הפרוטאין והקלוריות לפי סוגי מזון שונים.
hi: विभिन्न खाद्य पदार्थों के सेवन को जोड़कर PFC और कैलोरी को समायोजित किया गया है।
hr: Izračunali smo ukupne vrijednosti PFC-a i kalorija, razdvajajući hranu u različite kategorije.
hu: A különböző élelmiszerek összegzésével számolt PFC-t és kalóriát.
id: Menghitung total nilai PFC dan kalori berdasarkan jenis makanan yang berbeda.
it: Abbiamo sommato i valori di PFC e calorie per ogni alimento.
ko: 식품별 내역을 합산하여 PFC와 칼로리를 보정했습니다.
mr: विविध पदार्थांमधील पोषक तत्वांची एकूण मात्रा मोजून PFC आणि कॅलरीजची गणना केली आहे.
ms: Jumlah dan kalori telah disemak berdasarkan peruntukan setiap jenis makanan.
nl_nl: De totale PFC en calorieën zijn aangepast op basis van de verdeling per voedingsmiddel.
no: Har beregnet PFC og kalorier basert på en oversikt over matvarene.
pl: Zsumowano wartości PFC i kalorii dla różnych produktów spożywczych.
pt_br: Calculei o total de PFC e calorias com base nos alimentos selecionados.
pt_pt: Calculei o total de PFC e calorias com base nos alimentos selecionados.
ro: Am calculat totalul PFC și caloriilor, pe baza informațiilor din baza de date cu alimente.
ru: Суммированы данные по различным продуктам, скорректирована информация о PFC и калориях.
sk: Súčet potrieb podľa jednotlivých potravín bol doplnený o údaje o PFC a kalóriách.
sl: Skupaj izračunali PFC in kalorije na podlagi različnih vrst hrane.
sv: Sammanfattade kost och kaloriintag per livsmedel för att justera PFC-värden.
ta: ஒவ்வொரு உணவுப் பொருளின் மதிப்பையும் கணக்கிட்டு, PFC மற்றும் கலோரிகளை சரிசெய்துள்ளோம்.
te: వివిధ ఆహార పదార్థాలలోని పోషకాలను కలిపి PFC మరియు కేలరీలను సరిచేయడం జరిగింది.
th: รวมรายการอาหารเป็นส่วนต่างๆ และปรับค่า PFC และแคลอรี่
tr: Farklı yiyeceklerin içeriklerini toplayarak PFC ve kalori değerlerini düzelttim.
uk: Підсумували витрати на різні продукти та скоригували значення PFC і калорій.
vi: Tổng hợp chi tiết của từng loại thực phẩm và điều chỉnh giá trị PFC và calo.
zh_hans: 已汇总不同食物的成分，并对PFC和卡路里进行了修正
zh_hant: 將不同食物的內容總計，並修正PFC和卡路里。

# domain_catalog.c8e1c2433a37
source: 目的と記録状況に合わせて担当を選べます。
ar_sa: يمكنك اختيار الشخص المسؤول وفقًا لغرضك وحالة التسجيل.
ca: Podeu triar el responsable segons el vostre propòsit i situació de gravació.
cs: Můžete si vybrat vhodného trenéra podle vašich cílů a aktuálního stavu.
da: Du kan vælge den rette person, afhængigt af dine mål og registreringsstatus.
de_de: Wählen Sie den passenden Experten, je nach Ziel und Fortschritt.
el: Μπορείτε να επιλέξετε τον κατάλληλο προπονητή ανάλογα με τους στόχους και την τρέχουσα κατάσταση της προπόνησης.
en_au: Choose a trainer based on your goals and progress.
es_es: Puede elegir el plan adecuado según sus objetivos y estado actual.
fi: Valitse sopiva henkilö tavoitteesi ja edistymisesi mukaan.
fr_ca: Choisissez le programme adapté à vos objectifs et à votre situation.
gu: તમારા ધ્યેયો અને રેકોર્ડિંગ પરિસ્થિતિ અનુસાર, યોગ્ય વિકલ્પ પસંદ કરો.
he: ניתן לבחור את המטפל בהתאם למטרות ולסטטוס ההתקדמות.
hi: अपने लक्ष्यों और रिकॉर्डिंग स्थिति के अनुसार, सही व्यक्ति चुनें।
hr: Možete odabrati odgovarajućeg trenera prema vašim ciljevima i statusu.
hu: Az Ön célja és a rekordja alapján választhat megfelelő szakembert.
id: Anda dapat memilih pelatih sesuai dengan tujuan dan kondisi pencatatan Anda.
it: È possibile scegliere l'allenatore in base agli obiettivi e allo stato del programma.
ko: 목표 및 기록 상황에 따라 담당자를 선택할 수 있습니다.
mr: आपल्या ध्येयांनुसार आणि नोंदीनुसार योग्य प्रशिक्षक निवडा.
ms: Anda boleh memilih yang sesuai dengan matlamat dan status rekod.
nl_nl: Kies de juiste optie, afhankelijk van je doelen en voortgang.
no: Velg den rette personen basert på mål og treningsstatus.
pl: Wybierz odpowiedniego trenera, dostosowanego do celu i sytuacji treningowej.
pt_br: Escolha o profissional adequado de acordo com seus objetivos e histórico de treino.
pt_pt: Escolha o profissional adequado de acordo com seus objetivos e histórico de treino.
ro: Puteți alege antrenorul în funcție de scop și de starea înregistrată.
ru: Вы можете выбрать подходящего специалиста в зависимости от цели и текущей ситуации.
sk: Môžete si vybrať vhodného odborníka v závislosti od vašich cieľov a stavu.
sl: Izberite ustreznega, glede na vaše cilje in stanje.
sv: Du kan välja en lämplig person baserat på dina mål och träningsstatus.
ta: உங்கள் இலக்குகள் மற்றும் முன்னேற்றத்திற்கு ஏற்ப, சரியான பயிற்சியாளரைத் தேர்ந்தெடுக்கலாம்.
te: లక్ష్యాలు మరియు రికార్డ్ స్థితికి అనుగుణంగా, సరైన వ్యక్తిని ఎంచుకోండి.
th: เลือกผู้เชี่ยวชาญได้ตามวัตถุประสงค์และสถานการณ์การบันทึก
tr: Amaçlarınıza ve kayıt durumunuza göre uygun olanı seçebilirsiniz.
uk: Ви можете вибрати відповідного тренера, залежно від ваших цілей і поточного стану.
vi: Bạn có thể chọn huấn luyện viên phù hợp với mục tiêu và tình trạng tập luyện của mình.
zh_hans: 您可以根据目标和记录情况选择合适的教练。
zh_hant: 您可以根據目標和記錄情況選擇合適的教練。

# domain_catalog.cb08534c4b77
source: 回復優先
ar_sa: إعطاء الأولوية للتعافي
ca: Prioritzar la recuperació
cs: Prioritizujte zotavení
da: Prioriterer restitution
de_de: Priorisierung der Genesung
el: Προτεραιότητα στην ανάρρωση
en_au: Prioritize recovery
es_es: Prioridad: Recuperación
fi: Prioriteettina palautuminen
fr_ca: Priorité à la récupération
gu: પુનઃપ્રાપ્તિને પ્રાધાન્ય આપો
he: העדפה לשיקום
hi: पुनर्प्राप्ति को प्राथमिकता दें
hr: Prioritet: Vraćanje u formu
hu: Prioritás: Gyógyulás
id: Prioritaskan pemulihan
it: Priorità alla ripresa
ko: 회복 우선
mr: पुनर्प्राप्तीला प्राधान्य
ms: Prioritaskan pemulihan
nl_nl: Prioriteit geven aan herstel
no: Prioriterer rest og gjenoppbygging
pl: Priorytet: Odzyskanie formy
pt_br: Prioridade na recuperação
pt_pt: Prioridade na recuperação
ro: Prioritizare recuperare
ru: Приоритет – восстановление
sk: Priorita je zotavenie.
sl: Prioritizirajte okrevanje
sv: Prioritera återhämtning
ta: மீட்புக்கு முன்னுரிமை
te: పునరుద్ధరణకు ప్రాధాన్యత
th: ให้ความสำคัญกับการฟื้นตัว
tr: Öncelik: İyileşme
uk: Пріоритет – відновлення
vi: Ưu tiên phục hồi
zh_hans: 优先恢复
zh_hant: 优先恢复

# domain_catalog.cb57944e9d86
source: ケトルベル
ar_sa: كيتلبيل
ca: kettlebell
cs: Kettlebell
da: Kettlebell
de_de: Kettlebell
el: Κατσαρόλα
en_au: Kettlebell
es_es: Mancuernas
fi: Kettlebell
fr_ca: Kettlebell
gu: કેટલ બેલ
he: משקולת
hi: केटल बेल
hr: Kettlebell
hu: Kettlebell
id: Kettlebell
it: Kettlebell
ko: 케틀벨
mr: केटल बेल
ms: Kettle Bell
nl_nl: Kettlebell
no: Kettlebell
pl: Kettlebell
pt_br: Kettlebell
pt_pt: Kettlebell
ro: Gantera
ru: "Гантели"
sk: Kettlebell
sl: Kettlebell
sv: Kettlebell
ta: கேட்டல் பெல்
te: కెట్‌బెల్
th: Kettlebell
tr: Kettlebell
uk: Кettlebell
vi: Tạ Kettle
zh_hans: 壶铃
zh_hant: 壶铃

# domain_catalog.cce9873e489c
source: 安定感のあるアクティブ体型
ar_sa: نوع الجسم مستقر ونشط
ca: Tipus de cos estable i actiu
cs: Stabilní a aktivní typy
da: Stabil og aktiv kropstype
de_de: Ein aktiver, stabiler Körperbau
el: Σταθερή και ενεργή σωματική διάταξη
en_au: A stable, active physique
es_es: Figura activa estable
fi: Vakaa ja aktiivinen vartalo
fr_ca: Un corps actif et stable
gu: સ્થિર અને સક્રિય શરીરનો આકાર
he: גוף פעיל ויציב
hi: स्थिर और सक्रिय शरीर का आकार
hr: Stabilan, aktivni tip tijela
hu: Stabil, aktív testalkat
id: Bentuk tubuh yang stabil dan aktif
it: Figura attiva e stabile
ko: 안정감 있는 활동적인 체형
mr: स्थिर आणि सक्रिय शरीर प्रकार
ms: Bentuk badan aktif yang stabil
nl_nl: Een stabiele, actieve lichaamsbouw
no: Stabil og aktiv kroppsform
pl: Stabilna, aktywna sylwetka
pt_br: Forma física ativa e estável
pt_pt: Forma física ativa e estável
ro: Corp activ, stabil
ru: Стабильная, активная фигура
sk: Stabilná a aktívna postava
sl: Stabilna aktivna postava
sv: Stabil och aktiv kroppsform
ta: பாதுகாப்பான மற்றும் ஆரோக்கியமான உடல் அமைப்பு
te: స్థిరమైన, చురుకైన శరీరాకృతి
th: รูปร่างที่แข็งแรงและมีพลัง
tr: Sağlam ve aktif bir vücut tipi
uk: Стабільна активна фігура
vi: Hình dáng thể chất khỏe mạnh và năng động
zh_hans: 稳定的积极体型
zh_hant: 稳定的活跃体型

# domain_catalog.cd15ad9d635f
source: 量・強度・頻度を段階化
ar_sa: الكمية المرحلية والشدة والتكرار
ca: Quantitat, intensitat i freqüència escenificades
cs: Postupně upravte množství, intenzitu a frekvenci cvičení
da: Opdel mængde, intensitet og frekvens i trin
de_de: Stufen Sie Gewicht, Intensität und Häufigkeit ein
el: Καθορίστε σταδιακά ποσότητα, ένταση και συχνότητα
en_au: Stage weight, intensity, and frequency
es_es: Divide el volumen, la intensidad y la frecuencia en etapas.
fi: Jaa määrä, intensiteetti ja harjoittelun tiheys vaiheisiin
fr_ca: Définir des étapes pour le volume, l'intensité et la fréquence
gu: માત્રા, તીવ્રતા અને આવૃત્તિને તબક્કાવાર બનાવો
he: פירוק של כמות, עוצמה ותדירות
hi: मात्रा, तीव्रता और आवृत्ति को चरणों में विभाजित करें
hr: Razdijeli količinu, intenzitet i frekvenciju
hu: A mennyiség, a terhelés és a gyakoriság fokozatos bevezetése
id: Membagi volume, intensitas, dan frekuensi menjadi tahapan
it: Suddividi peso, intensità e frequenza in fasi
ko: 양, 강도, 빈도를 단계별로 설정합니다.
mr: प्रमाण, तीव्रता आणि वारंवारता कमी-जास्त करा
ms: Bahagikan berat, intensiti, dan frekuensi
nl_nl: Stapgewijs: volume, intensiteit en frequentie aanpassen
no: Del opp mengde, intensitet og frekvens i trinn
pl: Podziel intensywność, obciążenie i częstotliwość na etapy
pt_br: Divida peso, intensidade e frequência em etapas
pt_pt: Divida peso, intensidade e frequência em etapas
ro: Evaluează cantitatea, intensitatea și frecvența în etape
ru: Разделите нагрузку по уровню интенсивности и частоте.
sk: Rozdeľte množstvo, intenzitu a frekvenciu do fáz
sl: Razdelite količino, intenzivnost in pogostost na različne stopnje
sv: Stegvis justering av mängd, intensitet och frekvens
ta: எடை, தீவிரம் மற்றும் எண்ணிக்கையை படிப்படியாக அதிகரிக்கவும்
te: పరిమాణం, తీవ్రత మరియు ఫ్రీక్వెన్సీని దశలుగా విభజించడం
th: แบ่งระดับปริมาณ ความเข้มข้น และความถี่
tr: Miktar, yoğunluk ve sıklığı kademeli olarak artırmak
uk: Розділіть обсяг, інтенсивність та частоту на етапи
vi: Phân loại theo số lượng, cường độ và tần suất
zh_hans: 将强度、频率等进行分级
zh_hant: 將強度、頻率等階段化

# domain_catalog.cdf02b5e0616
source: 日本食品標準成分表（八訂）増補2023年
ar_sa: جدول تكوين معايير الأغذية اليابانية (الإصدار الثامن) توسيع 2023
ca: Taula de composició estàndard d'aliments japonesos (vuitena edició) Expansió 2023
cs: Japonský standardní tabulkový seznam složek (8. vydání) – doplněno 2023
da: Japansk fødevarestandardtabell (8. udgave) - suppleret 2023
de_de: Japanisches Lebensmittelstandard-Nährwerttabelle (8. Auflage) ergänzt 2023
el: Κατάλογος Τυποποιημένων Συστατικών Τροφίμων της Ιαπωνίας (8η Έκδοση), Εμπλουτισμένη, 2023
en_au: Japan Food Standard Composition Table (8th Edition) Supplement 2023
es_es: Índice Nacional de Nutrientes de Alimentos de Japón (octava edición) complementado 2023
fi: Japanin ruokatuotteiden standardikomponenttiluettelo (8. painos), lisäys 2023
fr_ca: Table des composants alimentaires standard japonais (8e édition) supplément 2023
gu: જાપાનીઝ ફૂડ સ્ટાન્ડર્ડ ઘટકો કોષ્ટક (આઠમું સંસ્કરણ) - 2023
he: טבלת הרכב מזון סטנדרטית של יפן (הדפסה שמינית), 2023
hi: जापानी खाद्य मानक घटक तालिका (आठवीं) - 2023 में संवर्धित
hr: Japan Food Standard Composition Table (8th Edition) Supplement 2023.
hu: Japán szabványos tápanyagtáblák (8. kiadás), kiegészítve 2023-ban
id: Tabel Komposisi Makanan Standar Jepang (Edisi Ke-8) Tambahan 2023
it: Tabella dei componenti alimentari standard giapponesi (ottava edizione) aggiornata 2023
ko: 일본 식품 표준 성분표 (8차 개정) 2023년 추가
mr: जपान फूड स्टँडर्ड कंपोनंट टेबल (आठवा संपादन), 2023
ms: Senarai Komposisi Makanan Piawai Jepun (Edaran Ketujuh) Tambahan 2023
nl_nl: Japanse voedingsstandaardcomponenten tabel (8e editie) aangevuld 2023
no: Japan Food Standard Composition Table (8th Edition) Supplement 2023
pl: Japoński standardowy spis składników odżywczych (8. wydanie) – uzupełnienie 2023
pt_br: Tabela de Composição Alimentar Japonesa (8ª Edição) Complementada 2023
pt_pt: Tabela de Composição Alimentar Japonesa (8ª Edição) Complementada 2023
ro: Tabelul standard al compușilor alimentari din Japonia (ediția a 8-a), adăugat în 2023
ru: Японский стандартный состав продуктов (8-е издание), дополненное, 2023 год
sk: Japonský štandardný tabuľkový prehľad obsahu potravín (8. vydanie) – doplnené 2023
sl: Japan Food Standard Composition Table (8th Edition) Supplement 2023
sv: Japan Food Standard Composition Table (8th Edition) Supplement 2023
ta: ஜப்பானிய உணவு தரப்படுத்தப்பட்ட கூறுகள் அட்டவணை (எட்டாவது திருத்தம்) - 2023
te: జపాన్ ఆహార ప్రామాణిక పదార్థాల పట్టిక (ఎనిమిదవ సవరణ), 2023
th: ตารางสารอาหารมาตรฐานของอาหารญี่ปุ่น (ฉบับที่ 8) เพิ่มเติม ปี 2023
tr: Japon Gıda Standart Bileşen Tablosu (8. düzeltilmiş sürüm), 2023
uk: Японський стандартний перелік харчових речовин (8-е видання), доповнене 2023 рік
vi: Bảng thành phần thực phẩm tiêu chuẩn Nhật Bản (phiên bản thứ 8), bổ sung năm 2023
zh_hans: 日本食品标准成分表（第八版）增补2023年
zh_hant: 日本食品標準成分表（第八版）增補2023年

# domain_catalog.ce208d04dc8a
source: インクラインベンチプレス
ar_sa: اضغط على مقاعد البدلاء المنحدرة
ca: premsa de banc inclinada
cs: Inclinovaný tlak na lavičce
da: Incline Bench Press
de_de: Inklinations-Bankdrücken
el: Πίεση στο πάγκο σε κλίση
en_au: Incline bench press
es_es: Press en banco inclinado
fi: Incline-penkkipunnerrus
fr_ca: Développé sur banc incliné
gu: ઇન્ક્લાઇન બેંચ પ્રેસ
he: דחיפת משקולות על ספסל בזווית
hi: इन्क्लाइन बेंच प्रेस
hr: Inklina bench press
hu: Incline bench press
id: Incline Bench Press
it: Incline Bench Press
ko: 인클라인 벤치 프레스
mr: इन्क्लाइन बेंच प्रेस
ms: Incline Bench Press
nl_nl: Incline bench press
no: Incline bench press
pl: Ćwiczenie na ławce na nachylonej powierzchni
pt_br: Supino na inclinação
pt_pt: Supino na inclinação
ro: Presă cu bara pe bancă înclinată
ru: Жим штанги на наклонной скамье
sk: Incline bench press
sl: Incline Bench Press
sv: Inklinationsbänkpress
ta: இன்க்லைன் பெஞ்ச் பிரஸ்
te: ఇన్‌క్లైన్ బెంచ్ ప్రెస్
th: Incline Bench Press
tr: Eğimli bench press
uk: Жим гантелей на похилій лавці
vi: Nâng cao ghế ép ngực
zh_hans: 倾斜哑铃深蹲
zh_hant: 上斜臥板推舉
